{
  "team": {
    "executivecards": [
      {
        "id": "1",
        "title": "Pier Alberto Furno",
        "designation": "Senior Board Member",
        "description": "A very experienced professional with a career spanning over 4 decades. Pier Alberto Furno started his career with Shearson Lehman Brothers in 1987 in their Investment Management division.  Over the years, Pier Alberto Furno worked within well-established financial institutions established himself as an experienced and well-respected portfolio manager.  Over the decades Pier Alberto has delivering consistent results focusing on value investing.  In 2008, Pier Alberto established an independent asset management company based in London and Monaco.  Since then the business has gone from strength to strength.",
        "image": "executive_image_one.png",
        "linkdinlink": "/",
        "linkdinicon": "/executive_social_icon_linkdin.png",
        "facebooklink": "/",
        "facebookicon": "/executive_social_icon_facebook.png",
        "twitterlink": "/",
        "twittericon": "/executive_social_icon_x.png"
      },
      {
        "id": "2",
        "title": "Wajid Khan",
        "designation": "Senior Board Member",
        "description": "An experienced C-Level executive with 18+ years of experience.  Specialising in Investment Risk & Operations, Wajid has brought business transformational change to Nemesis Asset Management LLP.  From a boutique investment manager to a multi-faceted and dynamic business, today the firm manages its own clients as well as collaborating with peers in the industry to deliver the very best outcomes for our clients.  Responsible for running all aspects the business Wajid continually looks to enhance the experience colleague and client experience.",
        "image": "executive_image_one.png",
        "linkdinlink": "/",
        "linkdinicon": "/executive_social_icon_linkdin.png",
        "facebooklink": "/",
        "facebookicon": "/executive_social_icon_facebook.png",
        "twitterlink": "/",
        "twittericon": "/executive_social_icon_x.png"
      }
    ]
  }
}
